Repository: drtileksoft/competitionresults
Catalog: CompetitionResults/Resources/SharedResource.*.resx
Languages: cs

source: An unhandled error has occurred.
cs: Došlo k neočekávané chybě.

source: Reload
cs: Znovu načíst

source: Competition Results
cs: Výsledky soutěže

source: Results
cs: Výsledky

source: Navigation menu
cs: Navigační nabídka

source: Home
cs: Domů

source: Users
cs: Uživatelé

source: Competitions
cs: Soutěže

source: Managers
cs: Manažeři

source: Categories
cs: Kategorie

source: Disciplines
cs: Disciplíny

source: Translations
cs: Překlady

source: Throwers
cs: Závodníci

source: Scores
cs: Body

source: Results (S)
cs: Výsledky (S)

source: Results Static
cs: Statické výsledky

source: Results (G)
cs: Výsledky (G)

source: Results by discipline
cs: Výsledky podle disciplín

source: Results (T)
cs: Výsledky (T)

source: Results by thrower
cs: Výsledky podle závodníka

source: Results (X)
cs: Výsledky (X)

source: Results selection
cs: Výběr výsledků

source: Results (C)
cs: Výsledky (C)

source: Results by country
cs: Výsledky podle země

source: Medals
cs: Medaile

source: Log out
cs: Odhlásit se

source: Registration
cs: Registrace

source: User
cs: Uživatel

source: Log in
cs: Přihlásit se

source: Competition Scores
cs: Body soutěže

source: App to make competition scoring easy and fast.
cs: Aplikace pro snadné a rychlé zpracování výsledků soutěže.

source: Backup all data
cs: Zálohovat všechna data

source: Clear competition scores
cs: Vymazat výsledky soutěže

source: Import all data
cs: Importovat všechna data

source: Backup competition data
cs: Zálohovat data soutěže

source: Import competition data
cs: Importovat data soutěže

source: Are you sure you want to clear all results?
cs: Opravdu chcete smazat všechny výsledky?

source: Generate random scores for all disciplines and throwers?
cs: Vygenerovat náhodné výsledky pro všechny disciplíny a závodníky?

source: Are you sure you want to clear database?
cs: Opravdu chcete vymazat databázi?

source: Invalid competition selection.
cs: Neplatný výběr soutěže.

source: No competitions available
cs: Žádné soutěže nejsou k dispozici

source: English
cs: Angličtina

source: Competitions List
cs: Seznam soutěží

source: Add New Competition
cs: Přidat novou soutěž

source: Loading...
cs: Načítání...

source: No competitions found.
cs: Žádné soutěže nebyly nalezeny.

source: Name
cs: Název

source: Description
cs: Popis

source: Camping
cs: Kempování

source: T-Shirt
cs: Tričko

source: T-Shirt Link
cs: Odkaz na tričko

source: Actions
cs: Akce

source: Yes
cs: Ano

source: No
cs: Ne

source: Edit
cs: Upravit

source: Delete
cs: Smazat

source: You're not logged in.
cs: Nejste přihlášeni.

source: Are you sure you want to delete this competition?
cs: Opravdu chcete smazat tuto soutěž?
